//Напишите функцию, которая вычисляет площадь по трем сторонам треугольника.
public class Main {
    public static void main(String[] args) {
        Triangle triangle = new Triangle();
        System.out.println(triangle.calculateTriangleArea(8, 10, 6));
    }
}